import './style/main.css';

export function App() {
  return (
    <>
      <article>
        <h1>h1のタイトル</h1>
        <h2>h2のタイトル</h2>
        <p>山路やまみちを登りながら、こう考えた。</p>
        <p>智ちに働けば角かどが立つ。情じょうに棹さおさせば流される。意地を通とおせば窮屈きゅうくつだ。とかくに人の世は住みにくい。</p>
        <p>住みにくさが高こうじると、安い所へ引き越したくなる。どこへ越しても住みにくいと悟さとった時、詩が生れて、画えが出来る。</p>
        <p>人の世を作ったものは神でもなければ鬼でもない。やはり向う三軒両隣りょうどなりにちらちらするただの人である。ただの人が作った人の世が住みにくいからとて、越す国はあるまい。あれば人でなしの国へ行くばかりだ。人でなしの国は人の世よりもなお住みにくかろう。</p>
      </article>
    </>
  );
}